---
kind: other
id: Properties.T:Autodesk.Revit.DB.Opening
source: html/50359d95-6eba-395d-9224-91f66daaca5e.htm
---
# Opening Properties

The id of the assembly instance to which the element belongs.